Repository: heizol/AuthManager
Catalog: languages/*/LC_MESSAGES/lang.po
Languages: el_gr, es_es

source: Home
el_gr: Αρχική
es_es: Inicio

source: Error
el_gr: Σφάλμα

source: 's profile
el_gr: 's προφίλ
es_es: perfil de

source: The user has not entered any information in this section. You can check back some time later to see any changes made over here.
el_gr: Ο χρήστης δεν έχει εισάγει καμμία πληροφορία σε αυτό τμήμα.Μπορείς να ελέγξεις αργ'οτερα για τυχόν αλλαγές.
es_es: El usuario no ha introducido ninguna información en esta sección. Puede mirar un poco más tarde para ver si hay cambios.

source: Facebook Profile
el_gr: Facebook προφίλ
es_es: Perfil de Facebook

source: About Me
el_gr: Για μένα
es_es: Acerca de mi

source: Info
el_gr: Πληροφορίες

source: Name
el_gr: Όνομα
es_es: Nombre

source: Email
el_gr: Ηλεκτρονικό ταχυδρομείο

source: Joined On
el_gr: Εγγράφηκε
es_es: Registrado el

source: Last Access
el_gr: Τελευταία δραστηριότητα
es_es: Ultimo acceso

source: Add User
el_gr: Πρόσθεσε χρήστη
es_es: Añadir un usuario

source: Access Logs
el_gr: Αρχεία Καταγραφής Πρόσβασης
es_es: Logs de conexión

source: Options
el_gr: Επιλογές
es_es: Opciones

source: Access Settings
el_gr: Ρυθμίσεις Πρόσβασης
es_es: Configuración de conexión

source: IP Address
el_gr: Διεύθυνση ΙP
es_es: Dirección IP

source: Username
el_gr: Όνομα χρήστη
es_es: Nombre de usuario

source: Country
el_gr: Χώρα
es_es: Pais

source: Access
el_gr: Πρόσβαση
es_es: Conexión

source: No Access Records.
el_gr: Δεν υπάρχουν εγγραφές πρόσβασης.
es_es: No hay registros de conexiones anteriores.

source: There are no access records in the database.
el_gr: Δέν υπάρχουν πληροφορίες πρόσβασης στην βάση δεδομένων.
es_es: No hay registros de conexiones anteriores en la base de datos

source: Suggestion
el_gr: Προτάσεις
es_es: Sugerencia

source: Make sure you have enabled the option to log user access information in the settings panel.
el_gr: Βεβαιωθείτε ότι έχετε ενεργοποιήσει την επιλογή για να καταγράφετε την πρόσβαση των χρηστών στον πίνακα ρυθμίσεων.
es_es: Asegúrese de haber activado la opción de registrar la información de conexión en el panel de control.

source: Unauthorized Access.
el_gr: Μη εξουσιοδοτημένη πρόσβαση.
es_es: Acceso no autorizado

source: You are not authorized to access this page.
el_gr: Δεν έχετε δικαίωμα πρόσβασης σε αυτή τη σελίδα.
es_es: No está autorizado a conectarse a esta página

source: User Added.
el_gr: Προστέθηκε Νέος χρήστης
es_es: Usuario añadido.

source: A new user has been added successfully.
el_gr: Ένας νέος χρήστης προστέθηκε επιτυχώς.
es_es: Se ha añadido un nuevo usuario.

source: Email already exists.
el_gr: Το ηλεκτρονικό ταχυδρομείο αυτό ήδη υπάρχει.
es_es: La direccion de correo electrónico ya existe.

source: This email is already registered with us.
el_gr: Αυτό το ηλεκτρονικό ταχυδρομείο έιναι ήδη εγγεγραμένο σε εμάς.
es_es: ya tenemos registrada esa dirección de correo electrónico.

source: Invalid Email.
el_gr: Άκυρο ηλεκτρονικό ταχυδρομείο.
es_es: Dirección de correo electrónico incorrecta.

source: Please enter a valid email address in the email field.
el_gr: Παρακαλώ εισάγετε μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου στο πεδίο του ηλεκτρονικού ταχυδρομείου.
es_es: Por favor escriba una dirección de correo eléctronico válida.

source: Empty Fields.
el_gr: Κενά Πεδία
es_es: Campos vacios.

source: Please fill in all the fields.
el_gr: Παρακαλούμε συμπληρώστε όλα τα πεδία.
es_es: Por favor cubra todos los campos.

source: Clear SQL Logs
el_gr: Καθαρισμός Sql καταγραφών
es_es: Vaciar los logs de SQL

source: Logs Deleted.
el_gr: Οι καταγραφές διεγράφησαν.
es_es: Logs borrados

source: All application logs have been deleted from the system.
el_gr: Όλα τα αρχεία καταγραφής των εφαρμογών έχουν διαγραφεί από το σύστημα.
es_es: Se han borrado todos los logs del sistema

source: You are about to delete all application SQL logs from the system. Please note that this process is irreversible and logs once deleted cannot be recovered. Please be sure before clicking the button below to proceed further.
el_gr: Είστε έτοιμοι να διαγράψετε όλα τα αρχεία καταγραφής SQL εφαρμογών από το σύστημα.ΣΗΜΕΙΩΣΗ!! Η διαδικασία αυτή είναι μη αναστρέψιμη και τα αρχεία καταγραφής μόλις διαγραφούν δεν μπορούν να ανακτηθούν.
es_es: Esta a punto de borrar todos los Logs sql del sistema. Tenga en cuenta que este proceso es irreversible y los logs borrados no se pueden recuperar. Asegúrese por favor antes de pulsar el botón para continuar.

source: Clear all SQL logs
el_gr: Διαγράψτε όλα τα αρχεία καταγραφής SQL
es_es: Borrar los logs de SQL

source: Users
el_gr: Χρήστες
es_es: Usuarios

source: General
el_gr: Γενικά

source: Profile
el_gr: Προφίλ
es_es: Perfil

source: First Name
el_gr: Όνομα
es_es: Nombre

source: Last Name
el_gr: Επώνυμο
es_es: Apellido

source: Password
el_gr: Κωδικός χρήστη
es_es: Clave

source: Verified
el_gr: Επαληθευμένο
es_es: Comprobado

source: Yes
el_gr: Ναί
es_es: Si

source: No
el_gr: Όχι

source: Bio
el_gr: Βιογραφικό

source: Banned
el_gr: Αποκλεισμένος
es_es: Prohibido

source: There are no access records for this user in the database.
el_gr: Δεν υπάρχουν αρχεία πρόσβασης για τον χρήστη αυτό στη βάση δεδομένων.
es_es: No existen registros de acceso de este usuario.

source: Update User
el_gr: Ενημέρωση χρήστη
es_es: Usuario actualizado

source: Not Found.
el_gr: Δέν βρέθηκε
es_es: no encontrado

source: User does not exist in the database. There are no records matching the user ID specified.
el_gr: Ο χρήστης δεν υπάρχει στη βάση δεδομένων. Δεν υπάρχουν εγγραφές που ταιριάζουν το αναγνωριστικό χρήστη που καθορίσατε.
es_es: El usuario no esta en la base de datos.

source: Application Error.
el_gr: Σφάλμα εφαρμογής.
es_es: Error de la aplicación

source: There seems to be some error with the application. Application settings seem to be corrupt.
el_gr: Φαίνεται να υπάρχει κάποιο λάθος με την εφαρμογή. Οι ρυθμίσεις εφαρμογής φαίνεται να είναι εσφαλμένες.
es_es: Parece que hay un error.Se ha perdido la configuracion.

source: Please contact
el_gr: Παρακαλούμε επικοινωνήστε
es_es: Póngase en contacto con

source: for assistance.
el_gr: για βοήθεια.
es_es: para que le ayuden

source: CSS Editor
el_gr: Επεξεργαστής CSS
es_es: Editor CSS

source: User Welcome
el_gr: Kαλωσόρισμα Χρήστη
es_es: Bienvenido

source: Forgot Password
el_gr: Ξέχασα τον κωδικό μου
es_es: Olvidó su clave

source: Verify Email
el_gr: Επαλήθευση Ηλεκτρονικού Ταχυδρομείου
es_es: Comprobar correo electronico

source: New Password
el_gr: Νέος Κωδικός
es_es: Nueva clave

source: Miscellaneous
el_gr: Διάφορα
es_es: Varios

source: General Settings
el_gr: Γενικές ρυθμίσεις
es_es: Configuración general

source: Website
el_gr: Ιστοσελίδα

source: Title
el_gr: Τίτλος
es_es: Título

source: Description
el_gr: Περιγραφή
es_es: Descripción

source: Keywords
el_gr: Λέξεις-Κλειδιά
es_es: Palabras clave

source: Sending Email
el_gr: Αποστολή Ηλεκτρονικού Ταχυδρομείου
es_es: Enviando correo electrónico

source: User Verification
el_gr: Επαλήθευση χρήστη
es_es: Comprobación del usuario

source: Update Settings
el_gr: Ενημέρωση Ρυθμίσεων
es_es: Actualización de la configuración

source: Captcha Settings
el_gr: Ρυθμίσεις Captcha
es_es: Configuracion del Captcha

source: Enable reCaptcha
el_gr: Ενεργοποίηση reCAPTCHA
es_es: Activar reCaptcha

source: Please note that if you do not enable reCAPTCHA option above, the application will use it's inbuilt CAPTCHA system for spam protection.
el_gr: ΣΗΜΕΙΩΣΗ! Αν δεν ενεργοποιήσετε το reCAPTCHA με την παραπάνω επιλογή, η εφαρμογή θα χρησιμοποιήσει το ενσωματωμένο CAPTCHA σύστημα, για προστασία απο spam.
es_es: Tenga en cuenta que si no activa la opcion reCaptcha la aplicación usara su sistema interno de CAPTCHA para evitar spam

source: This is necessary in order to keep the system free from any sort of spam.
el_gr: Αυτό είναι απαραίτητο προκειμένου να διατηρηθεί το σύστημα απαλλαγμένο από κάθε είδους spam.
es_es: Esto es necesario para evitar Spam

source: reCaptcha Public Key
el_gr: reCaptcha Δημόσιο Κλειδί
es_es: Clave pública reCpatcha

source: reCaptcha Private Key
el_gr: reCaptcha Ιδιωτικό κλειδί
es_es: Clave privada reCaptcha

source: Analytics Settings
el_gr: Ρυθμίσεις Analytics
es_es: Configuracion de Analytics

source: Enable Analytics
el_gr: Ενεργοποίηση Analytics
es_es: Activar Analytics

source: Analytics Code
el_gr: Κώδικας Analytics
es_es: Código para analytics

source: Google Tracking Settings
el_gr: Ρυθμίσεις Google Tracking
es_es: Configuración del seguimiento de Google

source: Google Username
el_gr: Όνομα Χρήστη Google
es_es: Usuario de Google

source: Google Password
el_gr: Κωδικός χρήστη Google
es_es: Clave de Google

source: Facebook Settings
el_gr: Ρυθμίσεις Facebook
es_es: Configuracion de Facebook

source: Enable Facebook
el_gr: Ενεργοποίηση του Facebook
es_es: Activar Facebook

source: If you uncheck the above option, current users who logged in via Facebook will no longer be able to login via Facebook option.
el_gr: Εάν απενεργοποιήσετε την παραπάνω επιλογή, οι χρήστες που συνδέθηκαν μέσω του Facebook ΔΕΝ θα είναι πλέον σε θέση να συνδεθούν μέσω της επιλογής Facebook.
es_es: Si no selecciona la opción anterior los usuarios actuales que han entrado a través de Facebook no podran volver a entrar por la opción de Facebook

source: It is recommended to have Facebook connect enabled to increase signups.
el_gr: Συνιστάται να έχετε ενεργοποιημένη την επιλογή Facebook Connect ωστε να αυξηθούν οι εγγραφές.
es_es: Se recomienda tener activada la conexión con Facebook para tener mas usuarios

source: Facebook API Key
el_gr: Facebook κλειδί API
es_es: Clave del API de Facebook

source: Facebook Secret Key
el_gr: Facebook Μυστικό Κλειδί
es_es: Clave secreta de Facebook

source: Email Settings
el_gr: Ρυθμίσεις Ηλεκτρονικού Ταχυδρομείου
es_es: Configuración del correo electrónico

source: (New User)
el_gr: (Νέος Χρήστης)
es_es: (Nuevo usuario)

source: Subject
el_gr: Θέμα
es_es: Asunto

source: Message
el_gr: Μήνυμα
es_es: Mensaje

source: (Forgot Password)
el_gr: (Ξεχάσατε τον κωδικό σας)
es_es: (olvidó su clave)

source: (Verify User)
el_gr: (Επαλήθευση χρήστη)
es_es: (Comprobar usuario)

source: (New Password)
el_gr: (Νέος Κωδικός)
es_es: (nueva clave)

source: Miscellaneous Settings
el_gr: Διάφορες Ρυθμίσεις
es_es: Configuracion de opciones varias

source: Enable Access Logs
el_gr: Ενεργοποίηση Αρχείων Καταγραφής Πρόσβασης
es_es: Activar los logs de acceso

source: Check the option above if you want to enable access logs for the users.
el_gr: Επιλέξτε την παραπάνω επιλογή, αν θέλετε να ενεργοποιήσετε τα αρχεία καταγραφής πρόσβασης για τους χρήστες.
es_es: Marque la opción anterior si quiere activar los logs de acceso de los usuarios

source: Enabling user access logs will maintain user records when they signin to the website along with their IP Address.
el_gr: Η ενεργοποίηση αρχείων πρόσβασης των χρηστών θα διατηρήσει τα αρχεία χρήστη όταν εισέρχονται στην ιστοσελίδα μαζί με τη διεύθυνση IP τους.
es_es: Activar los logs de acceso de los usuarios registrará cuando acceden al sistema los usuarios y su dirección IP

source: Maximum Invalid Logins
el_gr: Μέγιστος Αριθμός Αποτυχημένων Προσπαθειών Εισόδου
es_es: Número máximo de intentos de acceso no válidos

source: Session Timeout
el_gr: Η συνεδρία σας έληξε
es_es: Sesión demasiado tiempo inactiva

source: (Enter the value in seconds.)
el_gr: (Εισάγετε την τιμή σε δευτερόλεπτα.)
es_es: (introduzca el valor en segundos)

source: Log -
el_gr: Αρχεία Καταγραφής -

source: SQL Logs
el_gr: SQL Αρχεία Καταγραφής -
es_es: Logs de SQL

source: Log File Empty.
el_gr: Το αρχείο καταγραφής είναι κενό.
es_es: Fichero de Log vacio

source: The log file you are trying to view does not have any content. It seems to be empty.
el_gr: Στο αρχείο καταγραφής που προσπαθείτε να δείτε δεν υπάρχει κανένα περιεχόμενο. Φαίνεται να είναι κενό.
es_es: El fichero de Log que intenta ver está vacio.

source: Oops!
el_gr: Ωπα!!!
es_es: uyyyy!!

source: The log file you are trying to view does not exist.
el_gr: Το αρχείο καταγραφής που προσπαθείτε να δείτε δεν υπάρχει.
es_es: El fichero de Log que intenta ver no existe

source: Manage User
el_gr: Διαχείριση χρηστών
es_es: Modificar el usuario

source: User Updated.
el_gr: Οι πληροφορίες χρήστη ενημερώθηκαν
es_es: Usuario modificado

source: User information has been updated successfully.
el_gr: Οι πληροφορίες του χρήστη έχουν ενημερωθεί με επιτυχία.
es_es: la información del usuario se ha modificado correctamente

source: Oops! Invalid Link.
el_gr: Ωπα! Ακυρο link.
es_es: uyy! enlace no válido

source: The page you are trying to access does not exist. Please make sure you are following the right link.
el_gr: Η σελίδα που προσπαθείτε να προσπελάσετε δεν υπάρχει. Παρακαλώ βεβαιωθείτε ότι ακολουθείτε τη σωστή σύνδεση.
es_es: Intenta acceder a una página que no existe. Asegúsere de que sigue el enlace adecuado

source: Site Settings
el_gr: Ρυθμίσεις Site
es_es: Configuración del sistema

source: Settings Updated.
el_gr: Οι ρυθμίσεις ενημερώθηκαν.
es_es: Configuración actualizada

source: Changes have been made successfully.
el_gr: Οι αλλαγές έγιναν με επιτυχία.
es_es: Los cambios de han realizado correctamente

source: Please make sure that Website & Webtitle fields are not empty.
el_gr: Παρακαλώ βεβαιωθείτε ότι το πεδίο της ιστοσελίδας & το πεδίο του τίτλου της δεν είναι κενά.
es_es: Compruebe que los campos Website y Webtitle no estén vacios por favor

source: CSS Updated.
el_gr: Το αρχείο CSS ενημερώθηκε.
es_es: CSS actualizadas

source: Changes made to the CSS file have been saved.
el_gr: Οι αλλαγές που πραγματοποιήσατε στο αρχείο CSS έχουν σωθεί.
es_es: Se han grabado los cambios hechos a las CSS

source: Template Updated.
el_gr: Το πρότυπο ενημερώθηκε.
es_es: Plantilla actualizada

source: Changes made to the email template have been saved.
el_gr: Οι αλλαγές που γίνονται στο πρότυπο ηλεκτρονικού ταχυδρομείου έχουν αποθηκευτεί.
es_es: Se han grabado los cambios hechos a la plantilla del correo

source: Filename
el_gr: Όνομα αρχείου
es_es: Nombre de archivo

source: Size
el_gr: Μέγεθος
es_es: Tamaño

source: Date
el_gr: Ημερομηνία
es_es: Fecha

source: Statistics
el_gr: Στατιστικά
es_es: Estadísticas

source: Settings not configured.
el_gr: Δέν υπάρχουν ρυθμίσεις.
es_es: Sin configurar

source: It seems that your Google analytics settings are not configured properly. Please configure them properly.
el_gr: Φαίνεται ότι οι ρυθμίσεις του Google Analytics δέν είναι σωστές. Παρακαλούμε να κάνετε σωστά τις ρυθμίσεις σας.
es_es: Parece que la configuración de tus Analytics de Google no son correctas. Corríjalo.

source: Manage Users
el_gr: Διαχείριση Χρηστών
es_es: modificar usuarios

source: User(s) removed.
el_gr: Χρήστης(ες) αφαιρέθηκαν.
es_es: Usuario(s) borrado(s)

source: Your selected users have been removed.
el_gr: Οι επιλεγμένοι χρήστες έχουν αφαιρεθεί.
es_es: Sus usuarios han sido borrados

source: Select User(s).
el_gr: Επιλογή Χρήστη(ων)
es_es: Elija los usuario(s)

source: You must select atleast one user to apply this action.
el_gr: Πρέπει να επιλέξετε τουλάχιστον έναν χρήστη για να προχωρήσετε αυτήν την ενέργεια.
es_es: Debe elegir al menos un usuario para realizar la acción indicada

source: Select an option.
el_gr: Κάνε μία επιλογή.
es_es: Elija una opción

source: You must select an option to do anything.
el_gr: Πρέπει να κάνετε μία επιλογή για να κάνετε οτιδήποτε.
es_es: Tiene que elegir una opción para hacer algo

source: select
el_gr: επέλεξε
es_es: Elija

source: Delete users
el_gr: Διαγραφή Χρηστών
es_es: Borrar usuarios

source: Apply
el_gr: Εφαρμογή
es_es: Ejecutar

source: No users found.
el_gr: Δέν βρέθηκαν χρήστες.
es_es: No se han encontrado usuarios

source: There are no registered users till now.
el_gr: Δεν υπάρχουν εγγεγραμμένοι χρήστες μέχρι τώρα.
es_es: Por ahora no hay usuarios registrados

source: Contact Us
el_gr: Επικοινωνία
es_es: póngase en contacto con nosotros

source: Message Sent.
el_gr: Μήνυμα εστάλη.
es_es: mensaje enviado

source: You message has been sent successfully. We will revert back to you soon.
el_gr: Το μήνυμά σας έχει σταλεί με επιτυχία. Θα επικοινωνήσουμε σύντομα μαζί σας.
es_es: Su mensaje ha sido enviado correctamente. En seguida estaremos con usted.

source: Message sending failed. Please try again after some time.
el_gr: Η αποστολή μηνύματος απέτυχε.Παρακαλούμε προσπαθήστε ξανά αργότερα.
es_es: Ha fallado el envio del mensaje. Inténtelo de nuevo más tarde

source: Invalid Verification.
el_gr: Άκυρη επαλήθευση.
es_es: Comprobación no válida

source: Please fill in the verification field correctly.
el_gr: Παρακαλούμε συμπληρώστε στο πεδίο επαλήθευσης σωστά.
es_es: Por favor introduzca correctamente el campo de comprobación

source: Terms of Service
el_gr: Όροι Χρήσης
es_es: Acuerdos de servicio

source: Account
el_gr: Λογαριασμός
es_es: Cuenta

source: Click here to change your password
el_gr: Κάνε κλίκ εδώ να αλλάξετε τον κωδικό πρόσβασή σας.
es_es: Pulse aqui para cambiar su clave

source: Key
el_gr: Κλειδί
es_es: Clave

source: Joined
el_gr: Εγγραφή
es_es: Asociado

source: Unable to retrieve.
el_gr: Αδυναμία ανάκτησης.
es_es: Incapaz de recuperarlo

source: Oops! We are unable to retrieve your account information at the moment. Please try again later.
el_gr: Ωχ! Δεν είμαστε σε θέση να ανακτήσουμε τα στοιχεία του λογαριασμού σας αυτή τη στιγμή. Παρακαλώ δοκιμάστε αργότερα.
es_es: uyy!! No hemos podido acceder a los datos de su cuenta. Inténtelo de nuevo más tarde

source: Close Account
el_gr: Διαγραφή Λογαριασμού
es_es: Cancelar cuenta

source: If you wish to close your account permanently, then you can do so by clicking the button below.
el_gr: Εάν επιθυμείτε να διαγράψετε τον λογαριασμό σας μόνιμα, τότε μπορείτε να το κάνετε, κάνοντας κλικ στο κουμπί παρακάτω.
es_es: Si quiere cancelar su cuenta permanentemente pulse en el botón que está aqui debajo

source: Close your account
el_gr: Διέγραψε τον λογαριασμό σου
es_es: Cancelar su cuenta

source: Change Password
el_gr: Αλλαγή Κωδικού Πρόσβασης
es_es: Cambiar clave

source: Unable to process.
el_gr: Δεν είναι δυνατή η επεξεργασία.
es_es: Imposible procesarlo

source: We are unable to process your request at this time. Please try again later.
el_gr: Δέν είμαστε σε θέση να επεξεργαστούμε το αίτημά σας αυτή τη στιγμή. Παρακαλώ δοκιμάστε αργότερα.
es_es: No podemos atender su solicitud ahora mismo. inténtelo más tarde.

source: Password mismatch.
el_gr: Ασυμφωνία κωδικών.
es_es: La clave no coincide

source: Your current password does not match with the one stored with us.
el_gr: Ο τρέχοντας κωδικός πρόσβασης σας δεν ταιριάζει με αυτό που έχετε αποθηκευμένο σε εμάς.
es_es: La clave no coincide con la que tenemos guardada

source: You are about to close your account. Closing your account will delete your profile data, and any other data associated with your account.
el_gr: Είστε έτοιμος να διαγράψετε το λογαριασμό σας. Με την διαγραφή του λογαριασμού σας θα διαγραφούν τα δεδομένα του προφίλ σας, και οποιαδήποτε άλλα δεδομένα σχετίζονται με το λογαριασμό σας.
es_es: Está a punto de cancelar su cuenta. Cancelando su cuenta se borrarán los datos de su perfil y cualquier otro dato asociado con su cuenta.

source: Permanently close my account
el_gr: Διέγραψε μόνιμα τον λογαριασμό μου
es_es: Cerrar la cuenta permanentemente

source: Edit Profile
el_gr: Τροποποίηση προφίλ
es_es: Modificar el perfil

source: Profile Updated.
el_gr: Το προφίλ ενημερώθηκε.
es_es: Perfil actualizado

source: Your profile has been updated successfully.
el_gr: Το προφίλ σας έχει ενημερωθεί με επιτυχία.
es_es: Su perfil se ha modificado correctamente

source: Copyright
el_gr: Πνευματική Ιδιοκτησία

source: Page generated in
el_gr: Η σελίδα φορτώθηκε σε
es_es: Página generada en

source: seconds
el_gr: δευτερόλεπτα
es_es: segundos

source: Password reset link sent.
el_gr: Το link επαναφοράς κωδικού εστάλη.
es_es: Enlace para reinicilizar la clave enviado

source: You will receive an email with password reset link shortly. Use the link to reset your password and start accessing our services.
el_gr: Θα λάβετε ένα μήνυμα με τον σύνδεσμο επαναφοράς κωδικού πρόσβασης σύντομα. Χρησιμοποιήστε τον σύνδεσμο για να επαναφέρετε τον κωδικό πρόσβασής σας και να ξεκινήσετε την πρόσβαση στις υπηρεσίες μας.
es_es: Recibirá en breve un correo electrónico con el enlace para reinicilizar su clave. Utilice ese enlace para reinicilizar su clave poder utilizar nuestros servicios

source: Email not found.
el_gr: Το ηλεκτρονικό ταχυδρομείο δέν βρέθηκε.
es_es: Correo electrónico no encontrado

source: It seems that this email is not registered with us.
el_gr: Φαίνεται ότι αυτό το ηλεκτρονικό ταχυδρομείο δεν είναι εγγεγραμμένο στα μητρώα μας.
es_es: Parece que esta direccion de correo eletrónico no está registrada en nuestro sistema

source: Active Session.
el_gr: Ενεργή Συνεδρία
es_es: Sesión activa

source: You are already logged in to the website. This page cannot be accessed by a logged in user
el_gr: Είστε ήδη συνδεδεμένος σε αυτον τον δικτυακό τόπο. Αυτή η σελίδα δεν μπορεί να προσπελαστεί από συνδεδεμένο χρήστη
es_es: Ya está conectado al sistema. Esta página no está disponible para usuarios ya conectados

source: Login
el_gr: Σύνδεση
es_es: iniciar sesión

source: Remember Me
el_gr: Να με θυμάσαι
es_es: Recuerdame

source: Don't check this option on public computers.
el_gr: Μην επιλέξετε αυτή την επιλογή αν βρίσκεστε σε κοινόχρηστο υπολογιστή.
es_es: No seleccione esta opción en ordenadores públicos

source: Forgot Password?
el_gr: Ξέχασες τον κωδικό σου?
es_es: ¿Olvidó su clave?

source: Resend Confirmation Email
el_gr: Ξαναστείλε μήνυμα επιβεβαίωσης
es_es: reenvio del correo de comprobación

source: Select from the following social media to login to the website using your account.
el_gr: Επιλέξτε από τις παρακάτω ιστοσελίδες για να συνδεθείτε στην ιστοσελίδα μας χρησιμοποιώντας τον λογαριασμό σας.
es_es: Elija entre los siguientes sitios web para acceder al sistema con su cuenta

source: Verify Login
el_gr: Επιβεβαίωση Σύνδεσης
es_es: Comprobar el acceso al sistema

source: Are you Human?
el_gr: Είσαι Άνθρωπος?
es_es: Es humano?

source: Please enter your email address over here.
el_gr: Παρακαλώ εισάγετε το ηλεκτρονικό σας ταχυδρομείο εδώ.
es_es: Ponga su dirección de correo electrónico

source: Reset Password
el_gr: Ανάκτηση Κωδικού
es_es: Reinicializar la clave

source: Already on
el_gr: Ήδη συνδεδεμένος
es_es: Ya en

source: Login Here
el_gr: Σύνδεση εδώ
es_es: Acceso al sistema aqui

source: Resend confirmation email
el_gr: Ξαναστείλε μήνυμα ενεργοποίησης
es_es: Reenvio del correo de comprobación

source: Register
el_gr: Εγγραφή
es_es: Registro

source: (This will be your username.)
el_gr: Αυτό θα χρησιμοποιηθεί ώς Όνομα Χρήστη
es_es: (este será su nombre de usuario)

source: Show Password
el_gr: Εμφάνιση κωδικού πρόσβασης
es_es: Mostrar clave

source: Join Now
el_gr: Εγγραφείτε τώρα
es_es: Regístrese ahora

source: Unrestricted Access
el_gr: Απεριόριστη πρόσβαση
es_es: Acceso sin restricciones

source: Sign up to the website and get total access our services without any restrictions. Please make sure you fill in all the fields in the form to register.
el_gr: Εγγραφείτε στην ιστοσελίδα ωστε να αποκτήσετε πλήρη πρόσβαση στις υπηρεσίες μας, χωρίς κανένα περιορισμό. Παρακαλώ βεβαιωθείτε ότι έχετε συμπληρώσει όλα τα πεδία της φόρμας για να εγγραφείτε.
es_es: Regístrese en nuestra página web y obtenga acceso total sin restricciones a nuestros servicios. Asegúrese de rellenar todos los campos del formulario.

source: Current Password
el_gr: Τρέχων κωδικός
es_es: Clave actual

source: Please enter your current password over here.
el_gr: Παρακαλώ εισάγετε τον τρέχοντα κωδικό σας εδώ.
es_es: Por favor introduzca su clave actual

source: Save Changes
el_gr: Αποθήκευση Ρυθμίσεων
es_es: Guardar cambios
