Repository: heizol/AuthManager
Catalog: languages/*/LC_MESSAGES/lang.po
Languages: el_gr, es_es

source: Once your password is changed successfully, you will be logged out of the website and will be required to sign in again with your new password.
el_gr: Μόλις ο κωδικός πρόσβασής σας άλλαξε επιτυχώς, θα πρέπει να αποσυνδεθείτε από την ιστοσελίδα και θα χρειαστεί να συνδεθείτε ξανά με το νέο κωδικό σας.
es_es: Una vez que su clave sea cambiada se le desconectara del sistema y tendrá que conectarse con su nueva clave.

source: Send Message
el_gr: Στείλετε Μήνυμα
es_es: Enviar mensaje

source: Reach Us
el_gr: Προσεγγίστε μας
es_es: Póngase en contacto con nosotros

source: You can also reach us via following means:
el_gr: Μπορείτε να επικοινωνήσετε μαζί μας μέσω :
es_es: Tmabién se puede poner en contacto con nosotros a través de :

source: Update Profile
el_gr: Ενημέρωση Προφίλ
es_es: Actualizar perfil

source: We are unable to find the user in our system. You can still try again later.
el_gr: Δέν είμαστε σε θέση να βρούμε αυτόν τον χρήστη στο σύστημά μας. Μπορείτε ακόμα να προσπαθήσετε ξανά αργότερα.
es_es: No somos capaces de encontrar su usuario. Puede intentarlo más tarde.

source: Admin
el_gr: Διαχειριστής
es_es: Administración

source: Settings
el_gr: Ρυθμίσεις
es_es: Configuración

source: Logs
el_gr: Αρχεία Καταγραφών
es_es: Registros

source: Logout
el_gr: Αποσύνδεση
es_es: Desconectarse

source: Password Reset
el_gr: Ανάκτηση Κωδικού
es_es: Reinicialización de la clave

source: Time Expired.
el_gr: Ο χρόνος έληξε.
es_es: Se acabó el tiempo

source: You seem to have exceeded the timeframe to reset your password. Please generate your password reset link again.
el_gr: Φαίνεται να έχετε υπερβεί το χρονικό διάστημα για να επαναφέρετε τον κωδικό πρόσβασής σας. Παρακαλούμε κάνετε ανάκτηση κωδικού πάλι.
es_es: Parece que ha superado el tiempo disponible para reinicializar su clave. Haga una nueva solicitud.

source: New Password Sent.
el_gr: Νέος κωδικός εστάλη.
es_es: Nueva clave enviada.

source: An email containing your new password has been sent to your registered email address.
el_gr: Ένα μήνυμα ηλεκτρονικού ταχυδρομείου που περιέχει τον κωδικό πρόσβασης σας, έχει αποσταλεί στην καταχωρημένη διεύθυνση ηλεκτρονικού ταχυδρομείου σας.
es_es: Se acaba de enviar la nueva clave a la direccion de correo electrónico que tenemos apuntada.

source: We are unable to process your request at this time. Please try again after some time.
el_gr: Δέν είμαστε σε θέση να επεξεργαστούμε το αίτημά σας αυτή τη στιγμή. Παρακαλώ δοκιμάστε ξανά μετά από κάποιο χρονικό διάστημα.
es_es: En estos momentos no podemos atender su petición. Inténtelo de nuevo un poco más tarde.

source: Invalid Reset Link.
el_gr: Ακυρο link επαναφοράς κωδικού.
es_es: Enlace de reinicialización inválido

source: This seems to be an invalid password reset link. Please check the link again or else try generating a new password reset request.
el_gr: Αυτός φαίνεται να μην είναι έγκυρος σύνδεσμος επαναφοράς κωδικού πρόσβασης. Παρακαλούμε ελέγξτε και πάλι το σύνδεσμο ή αλλιώς προσπαθείστε να δημιουργήσετε μια νέα αίτηση επαναφοράς κωδικού πρόσβασης.
es_es: Parece que es un enlace no válido para reinicializar la clave. Compruebe el enlace o solicite uno nuevo.

source: You are already logged in to the website. This page cannot be accessed by a logged in user.
el_gr: Είστε ήδη συνδεδεμένος με το δικτυακό τόπο. Αυτή η σελίδα δεν μπορεί να προσπελαστεί από συνδεδεμένο χρήστη.
es_es: Ya esta conectado al sistema y un usuario ya conectado no puede acceder a esta página.

source: Invalid Credentials.
el_gr: Άκυρη πιστοποίηση.
es_es: Identificaciñon no válida

source: The details entered by you do not match.
el_gr: Τα στοιχεία που εισάγατε δεν ταιριάζουν.
es_es: La informacion que ha introducido no concuerda con la anteriormente indicada

source: Email not verified.
el_gr: Το ηλεκτρονικό σας ταχυδρομείο επιβεβαιώθηκε
es_es: Correo electrónico no comprobado

source: You have not verified your email address yet. Please verify your email in order to access our services.
el_gr: Δεν έχετε επαληθευμένη τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας ακόμα. Παρακαλούμε να επιβεβαιώσετε το ηλεκτρονικό ταχυδρομείο σας για να έχουν πρόσβαση στις υπηρεσίες μας.
es_es: Todavia no ha comprobado su dirección de correo electrónico. Debe hacerlo para acceder a nuestros servicios.

source: Account Banned.
el_gr: Ο λογαριασμός είναι αποκλεισμένος.
es_es: Cuenta bloqueada

source: Please contact support staff for further assistance.
el_gr: Παρακαλούμε επικοινωνήστε με το προσωπικό υποστήριξης για περαιτέρω βοήθεια.
es_es: Por favor contacte con nuestro servicio de ayuda si lo necesita.

source: Attempts Exceeded.
el_gr: Υπέρβαση Προσπαθειών.
es_es: Demasiados intentos

source: You have exceeded the limit of login attempts. Please verify that you are human.
el_gr: Έχετε υπερβεί το όριο των προσπάθειών σύνδεσης. Παρακαλώ βεβαιώστε ότι είσατε άνθρωπος και όχι μηχανή.
es_es: Ha superado el número de intentos de conexión. Asegúrese de que es un humano

source: Congrats!
el_gr: Συγχαρητήρια!
es_es: Enhorabuena!

source: You have been registered successfully on the website.
el_gr: Έχετε εγγραφεί επιτυχώς στην ιστοσελίδα.
es_es: Ha sido registrado correctamente.

source: You will receive an activation email shortly. Please verify your email address to access our services.
el_gr: Θα λάβετε ένα μήνυμα ενεργοποίησης σύντομα. Επιβεβαιώστε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας για να έχουν πρόσβαση στις υπηρεσίες μας.
es_es: En breve recibirá un correo electrónico de activación. Por favor compruebe su direccion de correo electrónico para acceder a nuestros servicios

source: Activation email sent.
el_gr: Το μήνημα ενεργοποίησης εστάλη στο ηλεκτρονικό σας ταχυδρομείο.
es_es: Correo de activación enviado

source: You will receive the activation email shortly.
el_gr: Θα λάβετε το μήνυμα ενεργοποίησης στο ηλεκτρονικό σας ταχυδρομείο σύντομα.
es_es: En breve recibira el correo de activación

source: Account Active.
el_gr: Λογαριασμός Ενεργός
es_es: Cuenta activa

source: You already have an active account with us. There is no need for activation.
el_gr: Έχετε ήδη ενεργό λογαριασμό. Δεν υπάρχει ανάγκη για ενεργοποίηση.
es_es: Ya tiene una cuenta activa con nosotros. No es necesaria la reactivación

source: Email verification
el_gr: Επαλήθευση μέσω ηλεκτρονικού ταχυδρομείου
es_es: Comprobación del corero electrónico

source: Email verified.
el_gr: Ηλεκτρονικό ταχυδρομείο επαληθευμένο.
es_es: Correo electrónico comprobado

source: Your email has been verified successfully. You can now login and access your account.
el_gr: Το ηλεκτρονικό ταχυδρομείο σας έχει επαληθευτεί με επιτυχία. Τώρα μπορείτε να συνδεθείτε και να μπείτε στο λογαριασμό σας.
es_es: Se ha comprobado correctamente su correo electrónico. Ya puede acceder a su cuenta

source: Account active.
el_gr: Λογαριασμός ενεργός.
es_es: Cuenta activa

source: The account associated with this email is already active. There is no need for activation.
el_gr: Ο λογαριασμός που σχετίζεται με αυτό το ηλεκτρονικό ταχυδρομείο είναι ήδη ενεργό. Δεν υπάρχει ανάγκη για ενεργοποίηση.
es_es: La cuenta asociada a este correo electrónico ya esta activada. No se necesita reactivarla

source: Verification is not valid.
el_gr: Η επαλήθευση είναι άκυρη.
es_es: COmprobación no válida

source: The email verification seems to be invalid. Please make sure that you are following the right activation link sent to your email.
el_gr: Η επαλήθευση ηλεκτρονικού ταχυδρομείου φαίνεται να είναι άκυρη. Παρακαλώ βεβαιωθείτε ότι ακολουθείτε το σωστό σύνδεσμο ενεργοποίησης στο ηλεκτρονικό ταχυδρομείο σας.
es_es: Parece q la verificación a través del corero electrónico ha fallado. Asegúrese de utilizar el enlace que se ha enviado a su correo electrónico

source: Site ID
es_es: ID de la pagina web

source: Google ID
es_es: ID de Google

source: Facebook ID
es_es: ID de Facebook

source: Go Social
es_es: Vamos a los sitios web
